Repository: anton-makarevich/MagicalYatzyLegacy
Catalog: DiceRoller/DiceRollerRT/strings/*/Resources.resw
Source language: en
Languages: de, ru

# AboutCaption.Text
source: About
ru: О программе

# AboutText.Text
source: virtual dice in your device
de: Virtuelle Würfel in deinem Tablet!
ru: виртуальные кости в твоем планшете

# OnlineLink.Content
source: About Kniffel Online
ru: О Kniffel Online

# clear
source: clear selection
de: Löschen
ru: снять выделение

# CloseButton.Content
source: Close
de: Schließen
ru: Закрыть

# DevelopedBy.Text
source: Developed by:
de: Entwickelt von:
ru: Разработано

# SpeedFast.Text
source: fast
de: schnell
ru: быстро

source: Full House
ru: Фулл Хаус

# AngHigh.Text
source: high
de: hoch
ru: высоко

source: Large Straight
de: Große Straße
ru: Ладж Стрит

# AngLow.Text
source: low
de: niedrig
ru: низко

source: of a kind
de: -ling
ru: одинаковые

# OnlineVersionText.Text
source: App uses DicePanel control of Kniffel Online game. DicePanel idea and "red dice" style belongs to Matthew Tagliaferri.
de: Das Programm basiert sich auf dem Controll DicePanel aus dem Onlinespiel Kniffel. Die Idee des Controlls und die Darstellung der ''Roten" Würfeln gehört Matthew Tagliaferri.
ru: Приложение основано на контролле DicePanel из игры Kniffel Online. Идея контрола и 'красные' кости принадлежат Matthew Tagliaferri

source: pairs
de: Paare
ru: пары

# RateButton.Content
source: Rate this app if you like it
de: Bewerten
ru: Оцените это приложение, если оно вам нравится

source: roll
de: würfeln
ru: бросок

# SpeedSlow.Text
source: slow
de: langsam
ru: медленно

source: Small Straight
de: Kleine Straße
ru: Смолл Стрит

# Support.Text
source: Technical support service:
de: Technischer Support:
ru: Служба технической поддержки:

source: Version
ru: Версия

# SpeedVeryFast.Text
source: very fast
de: sehr schnell
ru: очень быстро

# AngVeryHigh.Text
source: very high
de: sehr hoch
ru: очень высоко

# SpeedVerySlow.Text
source: very slow
de: sehr langsam
ru: очень медленно

# SettingsAngleCaption.Text
source: ViewAngle
de: Blickfeld
ru: Угол обзора

# SettingsCaption.Text
source: Settings
de: Einstellungen
ru: Настройки

# SettingsNumbersCaption.Text
source: Dice number
de: Würfelzahl
ru: Число костей

# SettingsSpeedCaption.Text
source: Rotation speed
de: Wurftempo
ru: Скорость броска

# SettingsStyleCaption.Text
source: Dice style
de: Würfelstil
ru: Стиль костей

# OtherAllWrite.Content
source: Learning English and Russian writing with Sanet AllWrite
de: Elektronisches Schreibheft -spannendes Schreiben-Lernen
ru: Электронные прописи - занимательное обучение письму.

# OtherSoft.Text
source: Try other apps:
de: Versuchen Sie andere Programme
ru: Попробуйте другие программы:

source: Total
de: insgesamt
ru: Всего

# AboutAction
source: About
ru: Об игре

# AboutDescription
source: About game and authors
ru: Посмотрите информацию об игре и авторах

# LeaderboardAction
source: Leaderboard
de: Beste Spieler
ru: Таблица рекордов

# LeaderboardDescription
source: See your place and how others perform
ru: Таблица рекордов - сравните достижения

# NetworkGameNotReadyMessage
source: Sorry, network game is not ready yet
de: Sorry, das Networkspiel ist noch nicht vertig
ru: Извините, сетевая игра еще не готова.

# NewLocalGameAction
source: New Game
de: Neues Spiel
ru: Новая игра

# NewLocalGameDescription
source: Start a new game - alone, with friends or with bots
ru: Новая игра - в одиночку, с друзьями или с компьютером

# NewOnlineGameAction
source: Online game
de: Online Spiel
ru: Игра по сети

# NewOnlineGameDescription
source: Comming soon
ru: Скоро доступно

# SettingsAction
source: Settings
de: Einstellungen
ru: Настройки

# SettingsDescription
source: Change game settings
ru: Измените настройки игры

# StartNewGameMessage
source: Start New Game
de: Начать новую игру
ru: Начать новую игру
